IDEA Open Model
IOMSettings.CreatedSuccessfully Property
 Create OK
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool CreatedSuccessfully { get; set; }
Public Property CreatedSuccessfully As Boolean
	Get
	Set
public:
virtual property bool CreatedSuccessfully {
	bool get () sealed;
	void set (bool value) sealed;
}
Property Value
Type: Boolean
Implements
IIOMSettings.CreatedSuccessfully
See Also
Reference
IOMSettings Class
IdeaRS.OpenModel.Message Namespace